Repository: 84000/data-translation-memory
Catalog: toh546-v3.tmx
Source language: bo
Languages: en

source: ༄༅། །དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ།
en: The Noble Dhāraṇī Mañjuśrī’s Sworn Oath Homage to the Three Jewels!

source: །འཇམ་པའི་མགོན་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Gentle Protector!

source: །དེ་ནས་ཡང་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་བྱས་ནས། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་གིས་རིག་པ་མཐོང་བར་བགྱི་སྟེ། རིག་པ་དམ་པ་འདི་སྨྲས་ན་ནི་ངོ་མཚར་དུ་འགྱུར་རོ།
en: Thereupon Mañjuśrī the ever youthful rose from his seat, draped his upper garment over one shoulder, and knelt down on his right knee, and bowing toward the Blessed One with palms joined, he lowered his head to the Blessed One’s feet and enjoined the Blessed One thus: “Blessed One, I have seen the vidyā—how wonderful if this sublime vidyā were to be spoken!”

source: །ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ། འཇམ་དཔལ་ལེགས་སོ་ལེགས་སོ།
en: The entire retinue applauded the bodhisattva mahāsattva Mañjuśrī, “Very good, Mañjuśrī, very good indeed.

source: །འཇམ་དཔལ་ཁྱོད་ཀྱིས་རིག་པ་སྨྲོས་ཤིག །
en: O Mañjuśrī, speak the vidyā!” “

source: བདག་གིས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུང་གིས་སྨྲ་བར་བགྱིའོ།
en: It is by means of the Blessed One’s speech that I shall do so,” he said.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་གྱིས་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་སྙིང་པོ་ཆོས་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ཏེ་མཆོད་པ་བྱས་ནས་རིག་པ་སྨྲས་སོ། །ན་མཿསརྦ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿན་མོ་མཉྫུ་ཤྲི་ཡེ། བོ་དྷི་ས་ཏྭཱ་ཡ། ཨོཾ་མཉྫ་བར་མཉྫ་གྷོ་ཥ། ཧ་ན་ཧ་ན། པ་ཙ་པ་ཙ། མ་ཏམ་ཏ། མ་ཐ་མ་ཐ། བི་དྷྭཾ་ས་ཡ་བི་དྷྭཾ་ས་ཡ། ཀ་ར་ཀ་ར། ཏྲུ་ཊ་ཏྲུ་ཊ། བྷཉྫ་བྷཉྫ། ཨ་བྷི་ས་ཨ་བྷི་ས། ཏུ་ཊ་ཏུ་ཊ། ཏྲུ་ཊ་ཏྲུ་ཊ། སྥུ་ཊ་སྥུ་ཊ། ཧྲྀ་ད་ཡ་བཾ་དྷ་ནི། ནམཿསཾ་བོ་དྷ་ནི། པྲ་བྷེ་ས། པྲ་བྷེ་ས། ལོ་ཏ་ལོ་ཏ། ཀྲྀ་ཏ་གྲྀ་ཏ། ཀྲི་ད་ཀྲི་ད། ཀྲི་ཊ་ཀྲི་ཊ། ཧ་ས་ཧ་ས། པྲ་བན་དྷ། པྲ་བན་དྷ། ཨཱ་བི་ཤ་ཨཱ་བི་ཤ། ཧཱུཾ་ཧཱུཾ་ཧཱུཾ། ཕཊ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། གང་ཞིག་གིས་ནམ་ཕྱེད་ན་ལན་གསུམ་བརྗོད། ཉི་མ་ལ་ཡང་ལན་བདུན་བརྗོད་པ་བྱས་ན། རིག་པ་ཆེན་མོ་ཐོབ་པར་འགྱུར་རོ།
en: Then the bodhisattva mahāsattva Mañjuśrī bowed to all dharmas, the essence of all buddhas, and spoke the vidyā: namaḥ sarvatathāgatebhyo | namo mañjuśriye bodhisattvāya || oṁ mañjuvara mañjughoṣa hana hana | paca paca | mata mata | matha matha | vidhvaṃsaya vidhvaṃsaya | kara kara | truṭa truṭa | bhañja bhañja | āviśa āviśa | tuṭa tuṭa | truṭa truṭa | sphuṭa sphuṭa | hṛdayabandhani namaḥ sambodhani praveśa praveśa | lota lota | kṛta kṛta | krida krida | krīḍa krīḍa | hasa hasa | prabandha prabandha | āviśa āviśa | hūṁ hūṁ hūṁ | phaṭ phaṭ phaṭ svāhā || “Those who recite this thrice at midnight, or alternatively seven times during the day, will acquire the great vidyā.

source: །མི་རྣམས་ཀྱི་ཤོ་ལོ་ཀ་སུམ་བརྒྱ་འཛིན་པར་འགྱུར་རོ།
en: Such persons will be able to memorize three hundred ślokas. “

source: །འདིའི་ཆོ་ག་ནི་ཙནྡན་གྱིས་དཀྱིལ་འཁོར་བྱས་ཏེ། ཞུན་མར་གྱིས་མར་མེས་ཀྱང་མཆོད་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འགྲུབ་པར་འགྱུར།
en: As for the associated ritual, having made a maṇḍala from sandalwood and offered lamps of clarified butter, if one recites the vidyā eight thousand times, it will be accomplished.

source: མ་གྲུབ་ཀྱང་ཤོ་ལོ་ཀ་བརྒྱ་ཉི་མ་རེ་རེ་ལ་འཛིན་པར་འགྱུར་རོ།
en: Even if it is not accomplished, one will memorize two hundred stanzas each day. “

source: །བཅོམ་ལྡན་འདས་བདག་གིས་བསྟན་པ་འདིས་མ་གྲུབ་ན་གང་ཞིག་མཚམས་མེད་པ་ལྔ་བྱས་ན་བདག་ཀྱང་དེ་དང་འདྲ་བར་མཚམས་མེད་པ་ལྔ་བྱས་པར་འགྱུར་རོ།
en: O Blessed One, if what I have declared does not ensue even for someone who has committed the five misdeeds with immediate retribution, then I, too, will have committed the five misdeeds with immediate retribution.”

source: །འཕགས་པ་འཇམ་དཔལ་གྱིས་དམོད་བཙུགས་པ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: This concludes the noble dhāraṇī “Mañjuśrī’s Sworn Oath.”
